Prompt ============================================================================================
Prompt Табличное пространство, в котором будет происходить работа по копированию данных
define ts="SBRFTBS"
Prompt ============================================================================================
Prompt Коэффициент размножения данных
define ratio=3
Prompt ============================================================================================
Prompt Имя пользователя, пароль(название схемы АС Сверка) и TNS алиас подключения к БД
define USER_OWNER=SV
define USER_PWD  =sv
define TNS_NAME  =ORCL
Prompt ============================================================================================
rem Далее ничего исправлять не нужно!!!!
define ts
define ratio
define user_owner
define tns_name
