Prompt ============================================================================================
Prompt Табличное пространство, в котором будет происходить работа по копированию данных
define ts="SBRFTBS"
Prompt ============================================================================================
Prompt Количество записей на субпартицию в таблице INCIDENT
define inc_subpart_row_count=100
Prompt Базовая дата в формате YYYY-MM-DD
define base_day="2015-01-01"
Prompt Коэффициент размножения данных в банке-источнике
define source_ratio=3
Prompt Коэффициент размножения данных
define ratio=3
Prompt Итоговый коэффициент считается как произведение source_ratio * ratio
Prompt ============================================================================================
Prompt Имя пользователя, пароль(название схемы АС Сверка) и TNS алиас подключения к БД
define USER_OWNER=SVERKA_41_TEST_0621
define USER_PWD  =sverka
define TNS_NAME  =SVERKA
Prompt ============================================================================================
Prompt Код банка-источника
define def_bank  =99
Prompt ============================================================================================
rem Далее ничего исправлять не нужно!!!!
define ts
define ratio
define user_owner
define tns_name
